---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneDehumidificationSetPointParam
source: html/bf64b3de-0ce5-7856-f41e-bf936bfe5bda.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneDehumidificationSetPointParam Property

"Dehumidification Set Point"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneDehumidificationSetPointParam { get; }
```